[
  {
    "CriteriaName": "Nề nếp đầu buổi",
    "Items": [
      {
        "RegulationName": "Chậm học",
        "Description": "Đi học đúng giờ, có mặt ở lớp trước khi trống đánh vào sinh hoạt 15 phút",
        "Note": "Đội ANHĐ, đội cờ đỏ làm việc trong suốt giờ sinh hoạt 15' nên ko tính lỗi vào chậm; cá nhân giữ SĐB, cá nhân sắp xếp xe đạp",
        "Point": 1,
        "Type": "Student"
      },
      {
        "RegulationName": "Trực nhật chậm, không sạch",
        "Description": "Hoàn thành trước giờ sinh hoạt 15 phút; phòng học, hành lang,các khu vực được phân công sạch sẽ; bàn ghế sắp xếp ngay ngắn, đúng quy định; bảng lau sạch và ghi đúng khẩu hiệu thi đua ( nếu có); phân loại rác (rác thải và rác tái chế), không để các loại rác trong lớp, đổ các loại rác đúng nơi quy định; dụng cụ vệ sinh ( chổi , khăn lau bảng) phải được treo lên móc gọn gàng.",
        "Note": "",
        "Point": 5,
        "Type": "Class"
      },
      {
        "RegulationName": "Không trực nhật",
        "Description": "Hoàn thành trước giờ sinh hoạt 15 phút",
        "Note": "",
        "Point": 10,
        "Type": "Class"
      },
      {
        "RegulationName": "Trang trí lớp học không đạt",
        "Description": "Có đầy đủ khăn trải bàn GV, lọ hoa, giá sách + sách, giá thau + thau nước rửa tay, giá nước + bình nước + cốc uống nước, khăn lau bảng, ảnh Bác, các khẩu hiệu, …",
        "Note": "",
        "Point": 1,
        "Type": "Class"
      },
      {
        "RegulationName": "Sinh hoạt 15 phút không đạt",
        "Description": "Đảm bảo về thời gian, có chất lượng, đúng nội dung (thứ 3,5: văn nghệ; thứ 4,6: chữa bài tập; thứ 7: đọc sách) hoặc GVCN sinh hoạt theo nội dung của lớp.",
        "Note": "Triển khai chậm, sai nội dung, không nghiêm túc, đối phó",
        "Point": 5,
        "Type": "Class"
      },
      {
        "RegulationName": "Không sinh hoạt 15 phút đầu giờ",
        "Description": "",
        "Note": "",
        "Point": 10,
        "Type": "Class"
      }
    ]
  },
  {
    "CriteriaName": "Nề nếp tập trung",
    "Items": [
      {
        "RegulationName": "Không đủ ghế ngồi, biển lớp",
        "Description": "",
        "Note": "",
        "Point": 2,
        "Type": "Class"
      },
      {
        "RegulationName": "Tập trung, hàng ngũ lộn xộn",
        "Description": "",
        "Note": "",
        "Point": 2,
        "Type": "Class"
      },
      {
        "RegulationName": "Vắng, nói chuyện riêng, làm việc riêng, bỏ vị trí",
        "Description": "",
        "Note": "",
        "Point": 1,
        "Type": "Student"
      },
      {
        "RegulationName": "không ra khu vực tập trung",
        "Description": "Kể cả có lý do nhưng không báo lại cho cán bộ đoàn và ban an ninh trực",
        "Note": "",
        "Point": 2,
        "Type": "Student"
      }
    ]
  },
  {
    "CriteriaName": "Nề nếp xe đạp - xe điện - xe máy",
    "Items": [
      {
        "RegulationName": "Đi xe máy đến trường không có giấy tờ hợp lệ",
        "Description": "",
        "Note": "",
        "Point": 10,
        "Type": "Student"
      },
      {
        "RegulationName": "Vi phạm PL về TTATGT ở khu vực trường kiểm soát",
        "Description": "",
        "Note": "",
        "Point": 10,
        "Type": "Student"
      },
      {
        "RegulationName": "Để xe ở ngoài khu vực trường",
        "Description": "",
        "Note": "",
        "Point": 5,
        "Type": "Student"
      },
      {
        "RegulationName": "Đi xe trong trường",
        "Description": "",
        "Note": "",
        "Point": 2,
        "Type": "Student"
      },
      {
        "RegulationName": "Nhà xe bẩn, xe lộn xộn",
        "Description": "",
        "Note": "",
        "Point": 2,
        "Type": "Student"
      }
    ]
  },
  {
    "CriteriaName": "Các nề nếp khác",
    "Items": [
      {
        "RegulationName": "Đồng phục",
        "Description": "Áo: áo sơ mi đúng mẫu của trường (thứ 2,3,5,6: mặc áo trắng; thứ 4,7: mặc áo đoàn )\nQuần: quần tây tối màu\nNữ mặc áo dài trắng, nam sơ vin trong giờ chào cờ đầu tuần, các dịp lễ, những ngày học có đón các đoàn khách đến trường.\nPhù hiệu: đúng mẫu, đúng quy cách (không thêm ảnh hoặc các đồ trang trí khác)\nGiày, dép quai hậu: (luôn thường trực, không quy định theo thời tiết, không đi dép cross)\nMũ trắng: (dùng trong các buổi tập trung - nếu cần\nTrời lạnh: mặc thêm áo đồng phục mùa đông.",
        "Note": "",
        "Point": 1,
        "Type": "Student"
      },
      {
        "RegulationName": "Chuyên cần",
        "Description": "Vắng học. Những trường hợp hs đau ốm phải điều trị lâu dài, hoặc vận động viên của Sở TDTT đi thi đấu GVCN phải có thông báo với Đoàn trường.",
        "Note": "",
        "Point": 2,
        "Type": "Student"
      },
      {
        "RegulationName": "Đầu tóc",
        "Description": "Nam nữ đầu tóc gọn gàng, không nhuộm tóc; nam nữ không được cắt những kiểu tóc kì dị,phản cảm: quá ngắn, quá dài, kẻ đường ngôi, vẽ hình, …",
        "Note": "Học sinh có xăm trổ sẽ xét riêng từng trường hợp cụ thể.",
        "Point": 5,
        "Type": "Student"
      },
      {
        "RegulationName": "Không được nói tục, chửi bậy.",
        "Description": "",
        "Note": "",
        "Point": 2,
        "Type": "Student"
      },
      {
        "RegulationName": "Không được mang các loại đồ ăn về lớp.",
        "Description": "",
        "Note": "",
        "Point": 2,
        "Type": "Student"
      },
      {
        "RegulationName": "Không được vứt rác bừa bãi, đổ rác sai quy định.",
        "Description": "",
        "Note": "",
        "Point": 2,
        "Type": "Student"
      },
      {
        "RegulationName": "Không được trèo tường rào, bỏ tiết.",
        "Description": "",
        "Note": "",
        "Point": 10,
        "Type": "Student"
      },
      {
        "RegulationName": "Quy định về các loại báo cáo, văn bản",
        "Description": "Nộp đúng thời gian quy định của các loại báo cáo; báo cáo hàng tuần nộp vào tiết cuối cùng của buổi học sáng thứ 6 tuần đó",
        "Note": "",
        "Point": 1,
        "Type": "Class"
      },
      {
        "RegulationName": "Bí thư, lớp trưởng, cờ đỏ, ANHĐ, lực lượng xung kích: vắng hội họp, điều động (không phép); không làm nhiệm vụ hoặc làm nhiệm vụ không nghiêm túc.",
        "Description": "",
        "Note": "",
        "Point": 2,
        "Type": "Student"
      },
      {
        "RegulationName": "Không được chống đối, bỏ chạy hoặc có hành vi đe dọa đối với cán bộ Đoàn, đội an ninh trường học, đội cờ đỏ, đội thanh niên xung kích…khi lực lượng này làm nhiệm vụ để đảm bảo nền nếp nhà trường.",
        "Description": "",
        "Note": "",
        "Point": 10,
        "Type": "Student"
      },
      { 
        "RegulationName": "Không tham gia các cuộc điều động, các hội thi, các đợt phát động",
        "Description": "",
        "Note": "",
        "Point": 20,
        "Type": "Class"
      },
      { 
        "RegulationName": "Tham gia các cuộc điều động, các hội thi, các đợt phát động không đủ số lượng, không đảm bảo chất lượng, không đảm bảo thời gian theo quy định.",
        "Description": "",
        "Note": "",
        "Point": 10,
        "Type": "Class"
      },
      {
        "RegulationName": "Không được gian lận trong thi cử",
        "Description": "số liệu do Ban chuyên môn cung cấp",
        "Note": "",
        "Point": 3,
        "Type": "Student"
      },
      {
        "RegulationName": "Không được hút thuốc lá hoặc mang theo thuốc lá; không được đánh bài; không được sử dụng rượu bia và các chất kích thích trong trường học.",
        "Description": "",
        "Note": "",
        "Point": 5,
        "Type": "Student"
      },
      {
        "RegulationName": "Không được đưa ĐTDĐ vào trường học trong các giờ học chính khóa + học thêm buổi chiều + các hoạt động giáo dục tại trường; không được  sử dụng các phương tiện thu - phát sóng, máy nghe nhạc trong giờ học.",
        "Description": "Trừ các học sinh tham gia công tác theo dõi nề nếp như bí thư, cờ đỏ, ...",
        "Note": "",
        "Point": 5,
        "Type": "Student"
      },
      {
        "RegulationName": "Không được mang hung khí, các chất gây cháy nổ hoặc các chất gây nghiện đến trường.",
        "Description": "Cá nhân vi phạm bị xử lí kỉ luật theo quy định của nhà trường.",
        "Note": "",
        "Point": 10,
        "Type": "Student"
      },
      {
        "RegulationName": "Không được gây gổ, đánh nhau, trộm cắp.",
        "Description": "",
        "Note": "",
        "Point": 30,
        "Type": "Student"
      },
      {
        "RegulationName": "Không được vô lễ với CB, GV, nhân viên nhà trường.",
        "Description": "",
        "Note": "",
        "Point": 40,
        "Type": "Student"
      },
      {
        "RegulationName": "Không được vi phạm pháp luật về TTATGT và các vi phạm pháp luật khác.",
        "Description": "Có thông báo từ công an hay các cơ quan chức năng khác. Cá nhân vi phạm bị hạ bậc hạnh kiểm hoặc bị xử lí kỉ luật theo quy định của nhà trường.",
        "Note": "",
        "Point": 30,
        "Type": "Student"
      },
      {
        "RegulationName": "Sử dụng mạng xã hội không đúng cách",
        "Description": "Không được sử dụng mạng xã hội không phù hợp với chuẩn mực đạo đức; đe dọa, nói xấu người khác; đưa thông tin giả; nói sai sự thật, sai quan điểm, sai chủ trương, chính sáchcủa Đảng và pháp luật Nhà nước; tuyên truyền, kích động, lôi kéo người khác làm mất an ninh trật tự, an toàn xã hội.",
        "Note": "",
        "Point": 50,
        "Type": "Student"
      }
    ]
  }
]